index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-02-01 Thu 20:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>One without a second</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/css/simple.min.css" type="text/css"/>
<link rel="stylesheet" href="/css/custom.css" type="text/css"/> 
</head>
<body>
<div id="content" class="content">
<h1 class="title">One without a second</h1>
<p>
This document is intended to help me understand the concept of <i>there is one without a second and you are that</i>. By writing and organising my thoughts here I hope to reach  a greater understanding of a belief that I feel inexplicably drawn towards. 
</p>

<p>
This document is open-ended and on-going. I don't imagine it will ever be complete and it will build only gradually. The literature in this area is too great for me to possibly cover and consequently I can only include that which has a resonance with myself. Hopefully this work forms an aid in helping me live this life an understand this life as well as I am able. If someone stumbles across it online then I can only hope they find it useful.
</p>

<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1aff884">1. Introduction</a></li>
<li><a href="#orgddbfa89">2. God</a></li>
<li><a href="#orga8e0144">3. Death</a></li>
<li><a href="#org80c455c">4. Birth</a></li>
<li><a href="#org3aa0e32">5. Ramana Maharshi</a></li>
<li><a href="#orgb09cbdb">6. Investigation</a></li>
<li><a href="#org85265e3">7. Practical living</a></li>
<li><a href="#org4f29a27">8. The principle of non harm (<i>Ahimsa</i>)</a></li>
<li><a href="#orgda5260e">9. Useful links</a></li>
<li><a href="#org41a0997">10. Glossary</a></li>
<li><a href="#orge102586">11. References</a></li>
<li><a href="#orgaa00d0b">12. Technical notes</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1aff884" class="outline-2">
<h2 id="org1aff884"><span class="section-number-2">1.</span> Introduction</h2>
</div>
<div id="outline-container-orgddbfa89" class="outline-2">
<h2 id="orgddbfa89"><span class="section-number-2">2.</span> God</h2>
</div>
<div id="outline-container-orga8e0144" class="outline-2">
<h2 id="orga8e0144"><span class="section-number-2">3.</span> Death</h2>
</div>
<div id="outline-container-org80c455c" class="outline-2">
<h2 id="org80c455c"><span class="section-number-2">4.</span> Birth</h2>
</div>
<div id="outline-container-org3aa0e32" class="outline-2">
<h2 id="org3aa0e32"><span class="section-number-2">5.</span> Ramana Maharshi</h2>
</div>
<div id="outline-container-orgb09cbdb" class="outline-2">
<h2 id="orgb09cbdb"><span class="section-number-2">6.</span> Investigation</h2>
</div>
<div id="outline-container-org85265e3" class="outline-2">
<h2 id="org85265e3"><span class="section-number-2">7.</span> Practical living</h2>
</div>
<div id="outline-container-org4f29a27" class="outline-2">
<h2 id="org4f29a27"><span class="section-number-2">8.</span> The principle of non harm (<i>Ahimsa</i>)</h2>
</div>
<div id="outline-container-orgda5260e" class="outline-2">
<h2 id="orgda5260e"><span class="section-number-2">9.</span> Useful links</h2>
</div>
<div id="outline-container-org41a0997" class="outline-2">
<h2 id="org41a0997"><span class="section-number-2">10.</span> Glossary</h2>
</div>
<div id="outline-container-orge102586" class="outline-2">
<h2 id="orge102586"><span class="section-number-2">11.</span> References</h2>
<div class="outline-text-2" id="text-11">
<style>.csl-left-margin{float: left; padding-right: 0em;}
 .csl-right-inline{margin: 0 0 0 0em;}</style><div class="csl-bib-body">
</div>
</div>
</div>
<div id="outline-container-orgaa00d0b" class="outline-2">
<h2 id="orgaa00d0b"><span class="section-number-2">12.</span> Technical notes</h2>
<div class="outline-text-2" id="text-12">
<ul class="org-ul">
<li>This document has been created using <a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/manual/index.html#SEC_Contents">Orgmode</a>. This has a number of advantages. As well as Orgmode being an advanced editor in its own right, it also has the ability to easily export files in a number of formats.</li>
<li>This document is loaded as one file and those reading it in a browser can simple use their find in page function to search for information they might require.</li>
<li>This document is hosted on <a href="https://pages.github.com">GitHub Pages</a>.</li>
</ul>


<p>
&#x2014;
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-02-01 Thu 20:06</p>
</div>
</body>
</html>
